couchbase_redis_benchmark/logs/480_36_master_Sync/ycsb_log_0.txt
[OVERALL], RunTime(ms), 600028.0
[OVERALL], Throughput(ops/sec), 67915.07396321505
[TOTAL_GCS_PS_Scavenge], Count, 784.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 3111.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.5184758044624583
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 784.0
[TOTAL_GC_TIME], Time(ms), 3111.0
[TOTAL_GC_TIME_%], Time(%), 0.5184758044624583
[READ], Operations, 2.0379249E7
[READ], AverageLatency(us), 402.14380608431645
[READ], MinLatency(us), 49.0
[READ], MaxLatency(us), 1916927.0
[READ], 80thPercentileLatency(us), 232.0
[READ], 99thPercentileLatency(us), 2273.0
[READ], 95thPercentileLatency(us), 979.0
[READ], 50thPercentileLatency(us), 157.0
[READ], Return=OK, 20379249
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 0.5666666666666667
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 7.0
[CLEANUP], 80thPercentileLatency(us), 0.0
[CLEANUP], 99thPercentileLatency(us), 7.0
[CLEANUP], 95thPercentileLatency(us), 6.0
[CLEANUP], 50thPercentileLatency(us), 0.0
[UPDATE], Operations, 2.0371697E7
[UPDATE], AverageLatency(us), 411.6117259647049
[UPDATE], MinLatency(us), 47.0
[UPDATE], MaxLatency(us), 1916927.0
[UPDATE], 80thPercentileLatency(us), 237.0
[UPDATE], 99thPercentileLatency(us), 2287.0
[UPDATE], 95thPercentileLatency(us), 993.0
[UPDATE], 50thPercentileLatency(us), 162.0
[UPDATE], Return=OK, 20371697