couchbase_redis_benchmark/logs/480_36_master_Sync/ycsb_log_1.txt
[OVERALL], RunTime(ms), 600279.0
[OVERALL], Throughput(ops/sec), 68499.0762628711
[TOTAL_GCS_PS_Scavenge], Count, 840.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 3345.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.55724088298941
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 840.0
[TOTAL_GC_TIME], Time(ms), 3345.0
[TOTAL_GC_TIME_%], Time(%), 0.55724088298941
[READ], Operations, 2.0560803E7
[READ], AverageLatency(us), 403.5002424759383
[READ], MinLatency(us), 46.0
[READ], MaxLatency(us), 1916927.0
[READ], 80thPercentileLatency(us), 234.0
[READ], 99thPercentileLatency(us), 2269.0
[READ], 95thPercentileLatency(us), 975.0
[READ], 50thPercentileLatency(us), 158.0
[READ], Return=OK, 20560803
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 66.16666666666667
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 1973.0
[CLEANUP], 80thPercentileLatency(us), 1.0
[CLEANUP], 99thPercentileLatency(us), 1973.0
[CLEANUP], 95thPercentileLatency(us), 6.0
[CLEANUP], 50thPercentileLatency(us), 0.0
[UPDATE], Operations, 2.0557754E7
[UPDATE], AverageLatency(us), 413.12722965748105
[UPDATE], MinLatency(us), 48.0
[UPDATE], MaxLatency(us), 1917951.0
[UPDATE], 80thPercentileLatency(us), 240.0
[UPDATE], 99thPercentileLatency(us), 2287.0
[UPDATE], 95thPercentileLatency(us), 987.0
[UPDATE], 50thPercentileLatency(us), 163.0
[UPDATE], Return=OK, 20557754