couchbase_redis_benchmark/logs/480_36_master_Sync/ycsb_log_2.txt
[OVERALL], RunTime(ms), 600018.0
[OVERALL], Throughput(ops/sec), 68538.02552590088
[TOTAL_GCS_PS_Scavenge], Count, 627.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 2609.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.4348202887246716
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 627.0
[TOTAL_GC_TIME], Time(ms), 2609.0
[TOTAL_GC_TIME_%], Time(%), 0.4348202887246716
[READ], Operations, 2.0557254E7
[READ], AverageLatency(us), 405.45529908809806
[READ], MinLatency(us), 48.0
[READ], MaxLatency(us), 1917951.0
[READ], 80thPercentileLatency(us), 237.0
[READ], 99thPercentileLatency(us), 2259.0
[READ], 95thPercentileLatency(us), 974.0
[READ], 50thPercentileLatency(us), 159.0
[READ], Return=OK, 20557254
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 0.3
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 3.0
[CLEANUP], 80thPercentileLatency(us), 0.0
[CLEANUP], 99thPercentileLatency(us), 3.0
[CLEANUP], 95thPercentileLatency(us), 3.0
[CLEANUP], 50thPercentileLatency(us), 0.0
[UPDATE], Operations, 2.0566795E7
[UPDATE], AverageLatency(us), 413.0631563644214
[UPDATE], MinLatency(us), 48.0
[UPDATE], MaxLatency(us), 1916927.0
[UPDATE], 80thPercentileLatency(us), 243.0
[UPDATE], 99thPercentileLatency(us), 2271.0
[UPDATE], 95thPercentileLatency(us), 984.0
[UPDATE], 50thPercentileLatency(us), 164.0
[UPDATE], Return=OK, 20566795