couchbase_redis_benchmark/logs/480_36_master_Sync/ycsb_log_3.txt
[OVERALL], RunTime(ms), 600026.0
[OVERALL], Throughput(ops/sec), 65633.33422218371
[TOTAL_GCS_PS_Scavenge], Count, 764.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 3007.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.5011449503854833
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 764.0
[TOTAL_GC_TIME], Time(ms), 3007.0
[TOTAL_GC_TIME_%], Time(%), 0.5011449503854833
[READ], Operations, 1.9683579E7
[READ], AverageLatency(us), 411.95816792261206
[READ], MinLatency(us), 49.0
[READ], MaxLatency(us), 1916927.0
[READ], 80thPercentileLatency(us), 242.0
[READ], 99thPercentileLatency(us), 2293.0
[READ], 95thPercentileLatency(us), 998.0
[READ], 50thPercentileLatency(us), 161.0
[READ], Return=OK, 19683579
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 0.3333333333333333
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 5.0
[CLEANUP], 80thPercentileLatency(us), 0.0
[CLEANUP], 99thPercentileLatency(us), 5.0
[CLEANUP], 95thPercentileLatency(us), 5.0
[CLEANUP], 50thPercentileLatency(us), 0.0
[UPDATE], Operations, 1.9698128E7
[UPDATE], AverageLatency(us), 422.1678327504015
[UPDATE], MinLatency(us), 47.0
[UPDATE], MaxLatency(us), 1915903.0
[UPDATE], 80thPercentileLatency(us), 247.0
[UPDATE], 99thPercentileLatency(us), 2307.0
[UPDATE], 95thPercentileLatency(us), 1010.0
[UPDATE], 50thPercentileLatency(us), 166.0
[UPDATE], Return=OK, 19698128